Revit 2027 API
SymbolTypeId.CfmPerSf Property
 Symbol CFM/SF, indicating unit Cubic feet per minute square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CfmPerSf { get; }
Public Shared ReadOnly Property CfmPerSf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CfmPerSf {
	ForgeTypeId^ get ();
}
static member CfmPerSf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace